{
	"office1": {
		"article": {
			"display_name": "Up in Flames.",
			"text": "Date 1870
		Up in Flames
Just yesterday evening, a factory run by business partners Reginald Wilton and Archibald Cavendish burned and collapsed in the middle of London. The factory was in charge of the development of the newly improved industrial transportation. They had more than 100 workers in total.

Wilton and Cavendish were in charge of producing the massive railroad cars that London’s pedestrians use to travel in a timely fashion. One of these railcars has suddenly fallen out of the assembly line, at least that is what some witnesses have claimed. Almost the entire staff including some officers of the law that were investigating Wilton died in the events of the disaster. 

Still waiting for word from Wilton or Cavendish at this moment. 
",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_1.tres",
			"image_path": null
		},
		"book": {
			"display_name": "Dante's Inferno",
			"text": "Turn back and seek the safety of the shore; tempt not the deep, lest, losing unawares me and yourselves, you come to port no more.",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_2.tres",
			"image_path": null
		},
		"letter": {
			"display_name": "Letter to Wilton from Cavendish",
			"text": 
"The date on the letter reads (insert date here).
	My Dear Reginald,
It has grown cumbersome anticipating how to best hold my tongue during the authorities’ dreadful investigations. Thankful as I am that our hour of reckoning has yet to arrive, too many of our factory workers have departed this life under our supervision, and my wealth is, regrettably, not infinite.
Prudence would dictate that I withhold this admission to our very last breath. But pursuing a life of nothing but bribes to the tabloids and physicians is well beyond my liking. Especially not when sweeteners to the press have since stirred rumors of a new plague. I wish not to deal with the fallout.
I must confess, for both of our sakes. They will grant us clemency for coming clean with some amount of money, I am sure. Worry not about the bail— I shall cover it and this scandal will be naught but a faint memory.
	All I request in return is your cooperation when the Scotland Yard police next arrive at the factor as I am, Ever your friend,
	A. Cavendish",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_3.tres",
			"image_path": null
		}
	},
	"mailroom": {
		"letter": {
			"display_name": "Letter to Wilton from Cavendish",
			"text": "Dear Reginald 

You thought I wouldn’t have noticed but God as my witness I did. After learning you have framed me I learned that you are selfish, egotistic, and self-served.

After all these years I believe that you were my friend, but now you have betrayed me. 

We both have made mistakes in the past and I have stuck out my neck for you but when the authorities came knocking at our doors, you did nothing. And this is your form of repayment? By stabbing your friend in the back for all I had done for you?

Now it is your turn to repay this debt. Soon the world will know what you have done. Your days are numbered, next time we meet will be your last.

Your old friend, 
Cavendish. 

",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_4.tres",
			"image_path": null
		},
		"photograph": {
			"display_name": "Photograph",
			"text": "This photograph depicts Wilton and Cavendish shaking hands and smiling at the camera. There is writing on the back that reads “To our new business venture as partners",
			"type": "IMAGE",
			"texture_path": "res://art/discoverables/discoverable_5.tres",
			"image_path": ""
		},
		"trash_letters": {
			"display_name": "Piles of Unopened Letters in the Trash",
			"text": "Piles and piles of unopened letters from Scotland Yard and local journalists addressed to Mr. Reginald Wilton– all in the trash.",
			"type": "IMAGE",
			"texture_path": "",
			"image_path": ""
		},
		"mail_bin": {
			"display_name": "Cavendish’s Mail Bin",
			"text": "This mail bin belonging to A. Cavendish seems to be overflowing.",
			"type": "IMAGE",
			"texture_path": "",
			"image_path": ""
		}
	},
	"messhall": {
		"recipe": {
			"display_name": "Bread Recipe",
			"text": 
"- 5 cups Flour
- 2 cups Chalk
- 1 cup Plaster of Paris
- 1 Tsp. Salt
- 1 Tbl. Lard
- 3 Tbl. Dry Yeast",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_6.tres",
			"image_path": null
		},
		"note": {
			"display_name": "Passed Note",
			"text": "Is something wrong?

No, everything is quite fine right now.

Have you got the morbs?

Well, little Billy might have caught them. He’s been coughing up blood since last night.

Coughing up blood? The smoke must be making it worse. Do you think we should tell the boss about this?

If we told him, he would throw us in the fire.

Just like him and Mr. Cavendish.

Morbid today, aren’t",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_7.tres",
			"image_path": null
		},
		"schedule": {
			"display_name": "Billy's Diary",
			"text": "Dear Diary,

	Here's me schedule for work at th' factory. It's a bit rough, but Papa says it's important to help bring in some extra coin for th' family.

Monday through Saturday, I'm up bright and early at six in th' mornin'. Then it's straight to work until noon. Only a short break for lunch, mind you, just thirty minutes. After that, it's back to th' grindstone until half-past six in th' evenin' and that’s me done for th’ day.

And on Sundays, it's not much better. I start at noon and keep going until six in th' evenin'. Then, after a quick supper, it's back to work until eleven.

It's tough, but I reckon it's what we gotta do to make ends meet. Maybe I’d visit Granny if I’ve got the time.

Yours truly,
Billy
",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_8.tres",
			"image_path": null
		}
	},
	"factory_floor1": {
		"badge": {
			"display_name": "Police Badge",
			"text": "",
			"type": "DIALOGUE",
			"texture_path": "res://art/discoverables/discoverable_9.tres",
			"image_path": null
		},
		"article": {
			"display_name": "London is Sick -- is Industry to Blame?",
			"text": "Date 1871
		London is Sick-- is Industry to Blame?
That the once clear blue sky hovering over London is now coated with dark clouds is a surprise to none! With the increasing number of factories erected in the city, locals are beginning to lay blame upon industry! 

This terrible combination of smoke and fog is theorized to correlate to the rising illnesses across London. Unfortunately, there seems to be no end to the production as the thick black smoke from burning coal continues to pump out from facilities day and night. Add to that the recent events of factories burning down due to faulty machinery, and it's no surprise that many suspect that the smoke and fog are to blame for the rising death toll and illness all across London.

Regardless, it is no secret that concerns must be raised for this slow-creeping disaster to come to any sort of resolution.
",
			"type": "TEXT",
			"texture_path": "",
			"image_path": null
		},
		"letter": {
			"display_name": "Letter from Cavendish to Wilton",
			"text": 
"The date on the letter reads (date 1868).
	My Dear Wilton,
I beg you ten thousand pardons for the disgraceful state of this letter, but the current state of affairs is quite grim. You must understand that it was a match against time to deliver this to you posthaste. For, after a most unsightly hacking fit of blood during his shift, another one of our workers has passed at the hospital. Witnesses to the scene dare to suggest that we — their superiors! — are to blame for the man’s sudden passing and have since begun using this tragedy to rally around biting the hand that so graciously feeds them.
If my memory serves me right, you are well-acquainted with a doctor. Will you be so kind as to get in correspondence with him and discuss manners in which you can sway the people? Quickly now, so that we may banish this painful subject from all our minds.
	I am, My Dear Sir, Ever your affectionate friend,
	A. Cavendish
P.S. Enclosed with my letter is £200. Use it as you w ill to disseminate this information to the press and convince the people that their assertations of us are wholly and woefully unfounded.
",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_10.tres",
			"image_path": null
		}
	},
	"factory_floor2": {
		"letter": {
			"display_name": "Letter from journalist to Wilton",
			"text": "Mr. Reginald Wilton,

I have received your payment at the office and will be writing the article with the information provided. The article will be published in four days.

We are all thankful for your financial contributions here at the London Gazette.

Yours very respectfully,

Henry Clark",
			"type": "TEXT",
			"texture_path": "",
			"image_path": null
		},
		"article": {
			"display_name": "Mysterious Plague Strikes Local Factory Workers: Dr. Wright Confirms",
			"text": "https://docs.google.com/document/d/1NVvSYetcwI_TkwxuB_4mQiPr4R6fGEtkIfdPNdsooR4/edit",
			"type": "TEXT",
			"texture_path": "",
			"image_path": null
		},
		"note": {
			"display_name": "Ominous Note",
			"text": "I have come to lead you to the other shore; into eternal darkness; into fire and into ice.",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_12.tres",
			"image_path": null
		}
	},
	"washroom": {
		"article": {
			"display_name": "Cavendish Arrested for Factory Arson and Murder",
			"text": "Title: Factory Owner Archibald Cavendish Arrested For Arson and Murder

Date: 1870

Byline: Oliver Pembroke, Investigative Journalist

Archibald Cavendish was arrested last night for committing arson in one of his and Reginald Wilton’s factories. Although many suffered from this tragedy, Cavendish was found escaping through the exit near his office during an investigation of the factory’s mysterious plague. The federal officer, Arthur Wright, passed away during the incident, and hundreds more have been injured due to the burns. Much of the evidence has been destroyed in the factory fire.

Officer Charles Clark spoke about the tragedy to the investigators: “It’s quite a shock to all of us. Although we are mourning the loss of Officer Arthur Wright, we will continue to investigate the situation thoroughly and immediately.”

Many continue to mourn the loss of those who died from the mysterious plague. Pink carnations are selling out in mere hours, and the plague continues to spread.

“I feel that it is hard to live on without my husband,” said the wife of one of the factory workers who died of the plague, “but I must live on and take care of my children.”

Reginald Wilton declined to comment on the matter.",
			"type": "TEXT",
			"texture_path": "",
			"image_path": null
		}
	},
	"storage": {
		"note": {
			"display_name": "Ominous Note",
			"text": "I am damned ... there is no escape from the hellfire",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_13.tres",
			"image_path": null
		}
	},
	"office2": {
		"letter": {
			"display_name": "Letter to Cavendish from Wilton",
			"text": "https://docs.google.com/document/u/0/d/1xqe3L37fBPuWmvBQ8gj3aNqkX2yGT1HDbtKiksxtY2Q/edit",
			"type": "TEXT",
			"texture_path": "res://art/discoverables/discoverable_14.tres",
			"image_path": null
		},
		"handkerchief": {
			"display_name": "Embroidered Handkerchief",
			"text": 
"The embroidered handkerchief you had custom-made for Cavendish last Christmas. To think that blasted man kept it after all of this time… he didn’t even give you anything worthwhile in return! Nothing but an unremarkable bottle of booze from his family’s dusty old wine cellar…",
			"type": "IMAGE",
			"texture_path": "res://art/discoverables/discoverable_15.tres",
			"image_path": ""
		}
	}
}
